amd-ucode
base
base-devel
bluez
bluez-utils
brightnessctl
btrfs-progs
chromium
cups
cups-pdf
dconf-editor
dunst
efibootmgr
exfat-utils
fd
ffmpegthumbnailer
fzf
git
git-delta
gnome-themes-extra
go
gparted
grim
gst-plugin-pipewire
gtk-engine-murrine
htop
hypridle
hyprland
hyprlock
hyprpaper
intel-ucode
jq
keychain
kitty
lazygit
lib32-nvidia-utils
libpulse
linux
linux-firmware
linux-headers
man-pages
neofetch
neovim
networkmanager
nodejs
npm
ntfs-3g
nvidia
obs-studio
openssh
otf-font-awesome
p7zip
papirus-icon-theme
pavucontrol
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
python-pip
qmk
qt5-wayland
qt5ct
qt6ct
ripgrep
rofi-wayland
rpi-imager
sassc
slurp
stow
tailscale
timeshift
tldr
ttf-hack-nerd
udiskie
udisks2
unarchiver
unarj
unzip
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
yazi
z
zram-generator
zsh
zsh-syntax-highlighting
