base
base-devel
bluez
bluez-utils
brightnessctl
chromium
dconf-editor
dunst
efibootmgr
exfat-utils
fzf
git
git-delta
go
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
intel-ucode
keychain
kitty
lazygit
libpulse
linux
linux-firmware
man-pages
neofetch
neovim
networkmanager
nodejs
npm
ntfs-3g
openssh
otf-font-awesome
pavucontrol
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
ripgrep
rofi-wayland
stow
tldr
ttf-hack-nerd
udiskie
udisks2
unzip
waybar
wireplumber
wl-clipboard
xdg-user-dirs
z
zram-generator
zsh
zsh-syntax-highlighting
